Revit 2027 API
SATExportOptions Properties
The SATExportOptions type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
SATExportOptions Class
Autodesk.Revit.DB Namespace